Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Lalit was the second daughter of Commanding-General Sir Jang Bahadur Kunwar Ranaji, Maharaja of Lambjang and Kaski, GCB, GCSI, Prime Minister and Colonel-in-chief of Nepal, by his wife, Hiranyagarbha Kumari Devi, youngest daughter of Sri Chautaria Prana Shah.
ne: ललित राजेश्वरी राज्य लक्ष्मी देवी जंगबहादुर राणाको दोस्रो छोरी थिए।

source: Silvio Berlusconi (Italian: [ˈsilvjo berluˈskoːni] (listen); born 29 September 1936) is an Italian media tycoon and politician who has served as Prime Minister of Italy in four governments.[2]
ne: सिल्भिओ बर्लुस्कोनी ( इटालियन: ; जन्म 29 सेप्टेम्बर 1936 मा ) एक इटालियन मिडिया टाइकून र राजनीतिज्ञ हो जसले चार सरकारमा इटलीको प्रधानमन्त्रीको रूपमा सेवा गरेको थिए । [1]

source: Berlusconi is the controlling shareholder of Mediaset and owned the Italian football club A.C. Milan from 1986 to 2017. He is nicknamed Il Cavaliere (The Knight) for his Order of Merit for Labour, although he voluntarily resigned from this order in March 2014.[3] In 2018, Forbes magazine ranked him as the 190th richest man in the world with a net worth of US$8.0 billion.[4][5] In 2009, Forbes ranked him 12th in the List of The World's Most Powerful People due to his domination of Italian politics, throughout more than twenty years at the head of the centre-right coalition.[6]
ne: सिल्भिओ बर्लुस्कोनी Mediaset को नियंत्रणत्मक शेयरधनी हो र इटाली फुटबल क्लब एसी मिलन १९८६ देखि २०१७ सम्मको स्वामित्वमा छ। इटालीका पूर्व प्रधानमन्त्री सिल्भियो बर्लुस्कोनी सन् १९८६ देखि क्लबका मालिक थिए । यसबीचमा क्लबले ८ वटा लिग उपाधि तथा ५ युरोपिन कप जितेको छ । उनलाई श्रमका लागि मेरिटको अर्डरको लागी इल काभिलियर (द नाइट) उपनाम दिइएको छ, यद्यपि उनले स्वैच्छिक रूपमा मार्च २०१४ मा यो उपनाम राजीनामा दिए। [1] सन् २०१८ मा, फोर्ब्स म्यागजिनले उनलाई विश्वको सबैभन्दा धनी व्यक्तिको रूपमा 190 औं अमेरिकी डलरको साथ नै निवल मूल्यको रूपमा स्थान दिए। [2] [3] २० वर्षभन्दा बढी ईटालीको राजनीतिका केन्द्रीय ब्यक्तित्व रहेका बर्लुस्कोनीलाई 2009 मा, फोर्ब्सले विश्वको सबैभन्दा शक्तिशाली व्यक्तिको सूचीमा १२ औं स्थानमा राखेको थियो। [4]

source: Giuseppe Conte (Italian pronunciation: [dʒuˈzɛppe ˈkonte]; born 8 August 1964) is an Italian jurist and politician serving as the 58th and current Prime Minister of Italy since 1 June 2018.[4]
ne: जिसेप कोन्टे ( इटालियन उच्चारण: ; जन्म ८ अगस्ट १९६४ ) एक इटालियन न्यायाधीश १ जुन २०१८ देखि इटालीको वर्तमान र ५८ औँप्रधानमन्त्रीको रूपमा एक इटालियन राजनीतिज्ञ हो। [1]

source: On 1 June 2018, despite having no political experience, Conte officially succeeded the Democrat Paolo Gentiloni at the head of the Italian government, swearing as new Prime Minister in the afternoon.[53] His cabinet was predominantly composed by members of the M5S and the League, but also by prominent independent technocrats like the Minister of Foreign Affairs Enzo Moavero Milanesi, who previously served as Minister of European Affairs in the government of Mario Monti, the university professor Giovanni Tria as Minister of Economy and Finances and economist Paolo Savona, who served in the cabinet of Carlo Azeglio Ciampi in the 1990s and currently known for his Eurosceptic views, that would become the new Minister of European Affairs.[54][55]
ne: १ जुन २०१८ मा कुनै राजनैतिक अनुभवको बावजूद, कोन्टेले आधिकारिक रूपमा इटालियन सरकारको प्रमुखमा डेमोक्रेट पाओलो गिनेलोनीको उत्तरअधिकारीको रुपमा नयाँ प्रधानमन्त्रीको रूपमा सपथ ग्रहण गरे । । [1] उनको मन्त्री मण्डलमा मुख्यतया M5S र लीगका सदस्यहरुद्वारा बनाईएको थियो, तर पनि प्रमुख स्वतन्त्र टेकोक्रेटहरु द्वारा पनि समावेश गरिएका थिए । [2] [3]

source: Authored books
ne: लेख पुस्तकहरू

source: He/she should be member of the House of the Representative Pratinidhi Sabha. The prime minister is the senior-most member of cabinet in the executive of government in a parliamentary system. The prime minister selects and can dismiss members of the cabinet; allocates posts to members within the government; and is the presiding member and chairperson of the cabinet.
ne: नेपालका ( नेपाली नेपाल ) कार्यकारी निकायको नेता हो (जस्तै नेपाल सरकार )। नेपालको प्रधानमन्त्री मन्त्रीपरिषद को प्रमुख हुन्छ । प्रधानमन्त्री प्रतिनिधि सभा सभा को सदस्य हुनु पर्छ। प्रधानमन्त्री संसदीय प्रणालीमा सरकारको कार्यकारी क्याबिनेटको वरिष्ठ सदस्य हो। प्रधानमन्त्रीले क्याबिनेटका सदस्यहरू चयन गर्न र रद्द गर्न सक्छन्; सरकारभित्रका सदस्यहरूलाई पद स्थानान्तरण गर्दछ; र अध्यक्ष पद र कैबिनेटको अध्यक्ष हो।

source: Fall of Bahadur Shah and rise of Damodar Pande
ne: बहादुर शाहको पतन र दामोदर पाण्डेको उदय

source: Thapadom and subsequent transition; 1806-1845
ne: थापाकाल र त्यस पछिको संक्रमण; 1806-1845

source: Rana regime; 1846-1951
ne: राणा शासन; १९०३-२००७

source: The Rana regime founded by Jung Bahadur Rana began an autocratic and totalitarian rule.
ne: जंग बहादुर राणा द्वारा स्थापित राणा शासन एक पारिवारिक शासन शुरू गर्यो।

source: Democratic rule and subsequent Panchayat rule; 1951-1990
ne: प्रजातान्त्रिक शासन र पञ्चायती २००७-२०४६

source: Democratic Monarchy; 1990-2008
ne: संबैधानिक राजतन्त्र २०४६-२०६५

source: Republic rule; 2008-present
ne: गणतन्त्र शासन; २०६५-वर्तमान

source: The residence of Prime Minister of Nepal is in Baluwatar, Kathmandu.[1][3] The seat of the Prime Minister is Singha Darbar since the time of Chandra Shamsher Jang Bahadur Rana.[4] The basic monthly salary of Prime Minister of Nepal is NPR 77,280.[2] The Prime Minister of Nepal does not have a term limit.
ne: नेपालको प्रधानमन्त्री निवास निवास बालुवाटार, काठमाडौंमा छ । [2] चन्द्र शमशेर जंग बहादुर राणाको समय देखि नेपाल सिंह को प्रधानमन्त्री को कार्यलय सिंहदरवारमा छ। [3] नेपालको प्रधानमन्त्री को मूल मासिक पारिश्रमिक ७७,२८० नेपाली रुपैया हो। [4] नेपालका प्रधानमन्त्रीले कुनै कार्यकालको सीमा छैन।

source: Living former prime ministers
ne: जीवित पूर्व प्रधानमन्त्रीहरू

source: The current Prime Minister is KP Sharma Oli, since 15 February 2018.[5]
ne: २०७४ फागुन ३ पछि वर्तमान प्रधानमन्त्री केपी शर्मा ओली हुन् । [1]

source: Prime ministers Term of office Date of birth Portrait Lokendra Bahadur Chand 1983–1986; 1990-1990; 1997-1997; 2002-2003 (1940-02-15) February 15, 1940 (age 79) Sher Bahadur Deuba 1995–1997; 2001-2002; 2004-2005; 2017-2018 (1946-06-13) June 13, 1946 (age 72) Prachanda (Pushpa Kamal Dahal) 2008-2009; 2016-2017 (1954-12-11) December 11, 1954 (age 64) Madhav Kumar Nepal 2009-2011 (1953-03-06) March 6, 1953 (age 66) Jhala Nath Khanal 2011-2011 (1950-05-20) May 20, 1950 (age 68) Baburam Bhattarai 2011-2013 (1954-06-18) June 18, 1954 (age 64) Khil Raj Regmi 2013-2014 (acting) (1949-05-31) May 31, 1949 (age 69)
ne: प्रधानमन्त्रीहरू कार्यालयको अवधि जन्म मिति पोर्ट्रेट लोकेन्द्र बहादुर चन्द्र 1983-1986; 1990-1990; 1997-1997; 2002-2003 (1 9 40-02-15 ) शेरबहादुर देउबा 1995-1997; 2001-2002; 2004-2005; 2017-2018 (1 946-06-13 ) प्रचण्ड (पुष्पा कमल दाहाल) 2008-2009; 2016-2017 (1 9 54-12-11 ) माधवकुमार नेपाल 2009-2011 (1 9 53-03-06 ) झलनाथ खनाल 2011-2011 (1 9 20-05-20 ) बाबाराम भट्टराई 2011-2013 (1 9 54-06-18 ) खिलराज रेग्मी 2013-2014 (अभिनय) (1 949-05-31 )

source: Lt.-Gen.Madan Shumsher JBR (1909–1955) was the youngest son of Maharaja Prime Minister Chandra Shumsher JBR.[1]
ne: लेफ्टिनेन्ट जनरल मदन शमशेर जबरा (1909-1955) महाराज प्रधानमन्त्री चन्द्न शमशेर जङ्गबहादुर राणाको कान्छो छोरा हुन् । [1]

source: He is considered the Father of Nepali Cricket as he introduced Cricket to Nepal for the first time in the 1920s and organized many competitions.[2] In 1947, he was made the president of the first ever football committee formed in Nepal.[3] After his death in 1955, the Madan Puraskar award and Madan Puraskar Pustakalaya archive library were established in his honor by his wife, Jagadamba Kumari Devi, dedicated to Nepalis contributing in Nepali Language, Literature, Art and Folk Culture Field.[2]
ne: उनलाई नेपाली क्रिकेटको पिता मानिन्छ किनभने उनले १९२०को दशकमा पहिलो पटक नेपाल क्रिकेट परिचित गरे र धेरै प्रतियोगिहरूको आयोजना गरे। [1] १९४७ मा, उनले नेपालमा गठन गरेको पहिलो फुटबल समितिको अध्यक्ष बनाइयो। [2] 1955 मा उनको मृत्युपछि, मदन पुरस्कार र मदन पुरस्कार पुस्तकालय संग्रह अभिलेख लाइब्रेरीमा स्थापित उनको पत्नी, जगदम्बा कुमारीदेवी राणा, नेपाली भाषा, साहित्य, कला र लोक संस्कृति क्षेत्रमा नेपाल योगदान लिए समर्पित भएकी थिइन् । । [1]

source: Pratibhasthali is a girls school started by Acharya Vidyasagar. Schools are operational in Jabalpur, Dongargarh, Ramtek, Paporaji and Indore in India.
ne: प्रतिभास्थली सुरु एक बालिका विद्यालय छ आचार्य VIDYASAGAR । विद्यालयमा परिचालन हो जबलपुर, डोंगरगढ, रामटेक, Paporaji र इंदौर मा भारत ।

source: He is known both for his scholarship and tapasya (austerity). He is known for his long hours in meditation. While he was born in Karnataka and took diksha in Rajasthan, he generally spends much of his time in the Bundelkhand region where he is credited with having caused a revival in educational and religious activities.[1]
ne: आचार्य श्री विद्यासागरजी महाराज (10 अक्टोबर 1 9 46) को एक उत्कृष्ट ज्ञात आधुनिक दिगम्बर जैन आचार्य (दार्शनिक भिक्षु) मध्ये एक हो। उनी आफ्नो छात्रवृत्ति र तपस्या को लागि दुवै चिनिन्छन्। उहाँ ध्यानमा आफ्नो लामो घण्टाको लागि जान्नुहुन्छ। जब उनले कर्नाटक मा जन्म दिए र राजस्थान मा भएको थियो, उनले आम तौर पर बंडलखंड क्षेत्र मा आफ्नो समय को धेरै खर्च गर्दछ जहां उनको शैक्षिक र धार्मिक गतिविधिहरु को पुनरुत्थान हो। [1]

source: Giuseppe Garibaldi (Italian pronunciation: [dʒuˈzɛppe ɡariˈbaldi]; 4 July 1807 – 2 June 1882) was an Italian general and nationalist. A republican, he contributed to the Italian unification and the creation of the Kingdom of Italy. He is considered one of the greatest generals of modern times[1] and one of Italy's "fathers of the fatherland" along with Camillo Benso, Count of Cavour, Victor Emmanuel II of Italy and Giuseppe Mazzini.
ne: गेरीबाल्डी ( इटालियन उच्चारण: ; 4 जुलाई 1807 - 2 जून 1882) एक इटालियन जनरल र राष्ट्रवादी थिए। एक रिपब्लिकन, उहाँले इटाली एकता र इटलीको राज्यको निर्माणमा योगदान दिनुभयो। उनी आधुनिक समयको सबैभन्दा ठूलो जनक [1] र इटालियनको "बुबाल्याण्डका पुर्खा" मध्ये एक क्यारिलो बेन्सो, काउन्टको केवोर, इटलीको विक्टर एम्मानुएल द्वितीय र गियुसेपे माज्जेनीसँग ।

source: Return to Italy
ne: इटाली फर्क

source: Second Italian War of Independence
ne: दोस्रो इटालियन स्वतन्त्रताको युद्ध

source: Campaign of 1860
ne: १८६० को अभियान

source: Jatrai Jatra (Nepali: जात्रै जात्रा) is a 2019 Nepalese drama comedy heist thriller film, directed and written by Pradeep Bhattarai. The film is produced by Singe Lama, Yadav Poudel and Rabindra Singh Baniya under the banner of Shatkon Arts.[1] The film stars Bipin Karki, Dayahang Rai, Rabindra Singh Baniya, Rabindra Jha and Barsha Raut in the lead roles.[2] The film is the sequel and follow up of Jatra released on 2016.[3] [4][5][6] The film deals aftermath life of Phanindra, Munna and Jayas after they get released from jail on bail and also the consequences after they find bag of gold.
ne: जात्रै जात्रा २०७६ मा प्रदर्शित नेपाली हाष्य चलचित्र हो । यसका निर्देशक प्रदिप भट्टराई हुन् ।यो चलचित्रको निर्माण शत्कोन आर्टको ब्यानरमा सिंहे लामा,यादव पौडेल र रबिन्द्र सिंह बानियाले गरेका हुन् । । [1] फिल्म स्टार बिपिन कार्की, दयाहाङ राय, रबिन्द्रराज सिंह बानिया, रबिन्द्र्रा झा र वर्षा राउत प्रमुख भूमिकामा छन् । [2]

source: Phadindra Timsina (Bipin Karki) is an innocent, poor and hardworking man. He finds a sack full of three crores Nepalese rupees, stolen from a bank. He then consults with his three friends Jayas (Rabindra Singh Baniya) and Munna (Rabindra Jha) in order to hijack money.[1][2][3][4][5]
ne: फणीन्द्रतिमल्सिना ( बिपिन कार्की ) , रबिन्द्र सिंह बानिया (जोयस) र रबिन्द्र झा मुन्ना ठाकुरले असन र इन्द्रचोकमा बैकबाट लुटिएको तीन करोड लुकाउन धेरै मिहिनेत गरे। प्रहरीसँग लुकाउँदै, आफ्नै मान्छेहरुँग लुकामारी खेल्दै उनीहरुले चोरिएको रकमलाई प्रयोग गर्ने उपाय खोजे। [1] [2] [3] [4] [5]

source: Soundtrack
ne: साउन्ड ट्र्याक

source: Princess Helen Shah of Nepal (September 21, 1926 – September 12, 2008) was a member of the former Nepalese royal family. She was the wife of Prince Basundhara of Nepal, a son of King Tribhuvan of Nepal and his second wife, Queen Ishwari.
ne: श्री ५ अधिराजकुमारी हेलेन शाह हेलेन शाह (सेप्टेम्बर २१, १९२६ - २०६४ भदौ २६) पूर्व नेपाली राज परिवारकी सदस्य हुन् । उनी राजा त्रिभुवन रानी ईश्वरीका छोरा राजकुमार बसुन्धरा, नेपालका पत्नी थिइन्।

source: Princess Helen owned Hotel de l'Annapurna, one of the five-star hotels in the capital, the travel agency "Yeti Travels" and a resort in Pokhara, Fishtail Lodge, which was frequently targeted by the Maoist guerrillas during the decade-old insurgency.[4]
ne: राजकुमारी हेलेनको स्वामित्वमा होटेल डे एल'अन्नपूर्णा, राजधानीको एक पाँच-तारे होटल हो, ट्राभल एजेन्सी "यती ट्राभल्स" र पोखरामा रहेको रिसोर्ट, फिशटेल लज छ , जुन दशकौ बर्षको विद्रोहको समयमा माओवादी छापामारहरूले बारम्बार लक्षित गरिएको थियो। । [१]

source: Princess Helen Shah, the widow of Prince Basundhara, died of cancer on September 12, 2008 at the King Birendra Military Hospital, Chhauni.
ne: अधिराजकुमार बसुन्धराकी रानी राजकुमारी हेलेन शाहको २०६४ भदौ २६ मा छाउनीको राजा वीरेन्द्र सनिक अस्पतालमा क्यान्सरबाट मृत्यु भयो।

source: Her older sister Princep married Prince Himalaya of Nepal.
ne: उनको जेठी बहिनी प्रिन्सेपको विवाह नेपालका अधिराजकुमार हिमालयसँग विवाह भएको थियो।

source: Member of the Order of Om Rama Patta (23 October 2001). Member of the Order of the Three Divine Powers, 1st class. Member of the Order of the Gurkha Right Hand, 1st class (24 February 1975).
ne: ओम राम पट्ट त्रिशक्ति पट्ट, पहिलो । गोरखा दक्षिण बाहु, पहिलो राजा महेन्द्र राज्याभिषेक पदक राजा वीरेन्द्र राज्याभिषेक पदक दैबी प्रकोप पिडितोद्वार पदक राजा वीरेन्द्रको गद्दी आरोहम रजत महोत्सव पदक राजा ज्ञानेन्द्र अलंकार पदक

source: Princess Helen Shah was born at the Bahadur Bhawan, Kathmandu. She was the younger daughter of General Nara Shamsher Jang Bahadur Rana, KCVO, sometime Inspector-General of the Royal Nepal Police, by his first wife, Uma Rajya Lakshmi, of Doti.[1]
ne: अधिराजकुमारी हेलेन शाहको जन्म काठमाडौंको बहादुर भवनमा भएको थियो । उनी जनरल नर शमशेर जङ्गबहादुर राणा, जो नेपाल प्रहरी महानिरीक्षक थिए, र उमा राज्य लक्ष्मी को छोरी थिइन् । [१]

source: She married Prince Basundhara on June 17, 1945 in Kathmandu.[citation needed]
ne: उनको विवाह जुन १७,१९४५ मा अधिराजकुमार बसुन्धरासँग भयो । [ उद्धरण आवश्यक ]

source: They had three children:
ne: उनीहरूका तीन बच्चाहरू थिएः

source: Princess Jayanti of Nepal (1946–2001), she was killed in the Nepalese royal massacre. Mrs. Ketaki Chester (born on 14 January 1948 in Kathmandu), she renounced her title on her second marriage to a British airline pilot. Princess Jyotshana of Nepal.
ne: राजकुमारी जयन्ती (२००३-२०५८ ), उनी नेपाली दरबार हत्याकाण्डमा मारिएकी थिइन । श्रीमती. केतकी चेस्टर (२००५- काठमाडौंमा जन्म) उनले ब्रिटिश एयरलाइन्ट पायलटसँग दोस्रो विवाह गरेर आफ्नो पदवी त्यागिन्। राजकुमारी ज्योत्साना नेपाल ।

source: Princess Helen Shah was the chairman of Nepal Red Cross Society from 1981 to 1990. From 1977 to 1990, she was a member of Raj Shabha.[citation needed] She worked to promote tourism and raised awareness about women's rights.
ne: अधिराजकुमारी हेलेन शाह १९८१ देखि १९९० सम्म नेपाल रेडक्रस सोसाइटीका अध्यक्ष थिइन्। १९७७ देखि १९९० सम्म, उनी राजसभाको सदस्य थिइन। उनले पर्यटन प्रवद्र्धन गर्नर महिला अधिकारको बारेमा सचेतना जगाउनका लागि काम गरिन् ।

source: Princess Jayanti, the eldest daughter of Princess Helen, was one of the ten people who died. Princess Helen's second daughter, Ketaki, was also wounded, but survived. During the massacre, Princess Helen Shah was with her sister-in-law, Queen Mother Ratna (the widow of King Mahendra), in the anteroom, and thus the two women survived.
ne: २०५८ जेठ १९ मा, दरबार हत्याकाण्ड राजपरिवारका १० सदस्यको हत्या भयो, आरोपी युवराज दीपेन्द्रको पनि मृत्यु भयो । मृत्यु भएका दसमध्ये हेलेनकी जेठी छोरी जयन्ती पनि एक थिइन्। राजकुमारी हेलेनकी दोस्रो छोरी केतकी चेष्टर पनि घाइते भएकी थिइन तर बाँचे। हत्याकाण्डको समयमा, अधिराजकुमारी हेलेन शाह आफ्नी भाउज, मुमा महारानी रत्न ( राजा महेन्द्रको रानी) सँग थिइन्, र ती दुई महिला बचे। उनीहरूले बन्दुकको आवाज सुने तर तिनीहरूलाई गम्भीर रूपमा लिएनन्। केही मिनेट पछि, अधिराजकुमार पारस आए र ती दुईलाई के भएको बताए। [१]

source: Pratima Sherpa is the first ranked amateur female golfer from Nepal.[1] She was born and raised in a maintenance shed near the golf course of Royal Nepal Golf Club.[2] Her father, Pasang Sherpa works as a security guard and mother Kalpana Tsering works as a maintainence worker in Royal Nepal Golf Club [3]
ne: प्रतिमा शेर्पा नेपालकी पहिलो महिला गल्फ खेलाडी हुन्। [1] उनी रोयल नेपाल गोल्फ क्लबको गल्फकोर्स नजिकै सुरक्षा पोस्टमा हुर्किएकी हुन्। [2] उनका बाबु पासाङ शेर्पा सुरक्षा गार्ड र आमा कल्पना छिरिङ चौरको मर्मत गर्ने काम गर्दछिन्।[3]

source: Political offices Preceded by Raúl Castro President of Cuba 2018–present Incumbent Prime Minister of Cuba 2018–present Preceded by José Ramón Machado Ventura First Vice President of Cuba 2013–2018 Succeeded by Salvador Valdés Mesa
ne: राजनीतिक कार्यालयहरू पुर्वाधिकारी राउल कास्ट्रो क्युबाको राष्ट्रपति २०१८ -हाल सम्म उत्तराधिकारी क्युबाको प्रधानमन्त्री २०१८ -हाल सम्म पुर्वाधिकारी जोसे रामोन मचोद भेन्टुरा क्युबाको उप राष्ट्रपति २०१३-२०१८ उत्तराधिकारी साल्वाडोर वाल्डेस मेसा

source: He was selected to succeed Raúl Castro as the candidate for President of the Council of State and the Council of Ministers on 18 April 2018, and sworn into office the following day after nationwide polling.
ne: उनी राउल क्यास्ट्रोको उत्तरअधिकारिको रुपमा १८ अप्रिल २०१८ मा राज्य परिषद्का अध्यक्ष र प्रधानमन्त्री को उमेदवार मा चयन भए । र अर्को दिनको राष्ट्रव्यापी मतदान पछी सपथ ग्रहण गरेका थिए ।

source: Shesh Ghale (Nepali: शेष घले) is the former president of NRNA (Non Resident Nepali Association), business entrepreneur and founder and CEO of Melbourne Institute of Technology. He was ranked the 81st-richest person in Australia in the 2018 BRW Rich 200. He is the second-richest man in Nepal.[citation needed][2][3][4][5]
ne: शेष घले एनआरएनए (गैर निवासी नेपाली एसोसिएशन)को पूर्व अध्यक्ष, व्यवसायी उद्यमी र संस्थापक र मेलबर्न इन्स्टिच्युट अफ टेक्नोलोजी सीईओ हुन् । । उनी २०१८ मा बीआरडब्ल्यू 200 को अनुसार अस्ट्रेलियाको ८१ औँ धनी व्यक्ति हुन् । उनी नेपालको दोश्रो धनी व्यक्ति समेत हुन् । [1] [2] [3] [4]

source: Ghale is CEO and founder of Melbourne Institute of Technology. He has served as Honorary Consular General of Nepal in Victoria from 1997 to 2000.
ne: घेल मेलबर्न इन्स्टिच्युट अफ टेक्नोलोजीका सीईओ र संस्थापक हुन् ।

source: The phrase banana republic was coined in 1901 by the American writer O. Henry (aka William Sydney Porter), 1862–1910.
ne: वाक्यांश केरा गणतन्त्र अमेरिकी लेखक हे हेनरी (उर्फ विलियम सिडनी पोर्टर ),१८६२–१९१०ले १९०१ मा सम्बोधन गरेको थियो।

source: In political science, the term banana republic describes a politically unstable country with an economy dependent upon the exportation of a limited-resource product, such as bananas or minerals. In 1901, the American author O. Henry coined the term to describe Honduras and neighbouring countries under economic exploitation by U.S. corporations, such as the United Fruit Company. Typically, a banana republic has a society of extremely stratified social classes, usually a large impoverished working class and a ruling-class plutocracy, composed of the business, political and military elites of that society.[1] Such a ruling-class oligarchy control the primary sector of the economy by way of the exploitation of labour;[2] thus, the term banana republic is a pejorative descriptor for a servile dictatorship that abets and supports, for kickbacks, the exploitation of large-scale plantation agriculture, especially banana cultivation.[2]
ne: राजनैतिक विज्ञानमा, केरा गणतन्त्रको शब्द एक राजनीतिक रूपमा अस्थिर देशको वर्णन गर्दछ जुन केरा वा खनिज जस्तै एक सीमित-स्रोत उत्पादनको निर्यातमा निर्भर गर्दछ। १९०१ मा, अमेरिकी लेखक हे। हेनरीले अमेरिकी निगम हरूको शोषणमा परेका होण्डुरश र आसपासका देशहरुको अवस्था चित्रण गर्न यो शब्दावलीको विकास गरेका थिए । सामान्यतया, केरा गणतन्त्र एक अत्यधिक समाजबद्ध सामाजिक वर्गहरु को समाज हो, सामान्यतया एक ठूलो खराब श्रमिक वर्ग र एक सभ्यता वाला वर्गीकरण धनीतन्त्र, जो कि समाजको व्यापार, राजनीतिक र सैन्य अभिजात वर्गहरु संग सम्बन्धित छ। [1] यस्तो शासन गर्ने वर्ग सिमित अल्प व्यक्तिहारऊले अर्थतन्त्र को सबै मुख्य प्रमुख क्षेत्र हरूमा नियन्त्रण जामआउछ र श्रमको शोषण गर्छ । ; [2] यसैले, केरा गणतन्त्रको अर्थ भ्रष्टचार र शोषण लाई जनाउने तुच्छ शब्द हो । [2]

source: In economics, a banana republic is a country with an economy of state capitalism, by which economic model the country is operated as a private commercial enterprise for the exclusive profit of the ruling class. Such exploitation is enabled by collusion between the state and favored economic monopolies, in which the profit, derived from the private exploitation of public lands, is private property, while the debts incurred thereby are the financial responsibility of the public treasury. Such an imbalanced economy remains limited by the uneven economic development of town and country, and usually reduces the national currency into devalued banknotes (paper money), rendering the country ineligible for international development credit.[3]
ne: अर्थशास्त्रमा, केरा गणतन्त्र यस्तो एक देश हो जुन राज्य पूंजीवादको अर्थव्यवस्था हो, जसको अर्थ आर्थिक मोडेल देशको निजी व्यावसायिक उद्यमको रूपमा प्रवद्र्धन वर्गको विशेष लाभको लागी सञ्चालन गरिएको छ। यस्तो शोषण को राज्य र अनुकूल आर्थिक एकाधिकारहरु बीच को भ्रम द्वारा सक्षम गरिएको छ, जसमा लाभ, सार्वजनिक भूमि को निजी शोषण देखि व्युत्पन्न, निजी सम्पत्ति हो, जबकि यस ऋण को लागी ऋण सार्वजनिक वित्त पोषण को जिम्मेदार छ। यस्तो असुरक्षित अर्थव्यवस्था शहर र गाउँको असन्तुलित आर्थिक विकासले सीमित बनाउँछ, र सामान्यतया राष्ट्रिय मुद्राको अवमुल्यन हुन्छ र देशको अन्तराष्ट्रिय ऋण वृद्धी हुन्छ । [1]

source: Graffiti implying banana republic in Slovenia.
ne: Graffiti केला गणतन्त्र स्लोभेनियामा ।

source: Countries that obtained independence from colonial powers in the 20th and 21st centuries have at times thereafter tended to share traits of banana republics due to influence of large private corporations in their politics,[20] for example; Maldives (resort companies),[21] Chile (foreign mining companies)[citation needed] and the Philippines (tobacco industry, American government and corporations).[22][23]
ne: देशमा २० औँ र २१औँ शताब्दीमा औपनिवेशिक शक्तिबाट स्वतन्त्रता प्राप्त गर्ने देशहरू तिनीहरूको राजनीतिमा ठूला निजी निगमहरूको प्रभावको कारणले गर्दा केरा गणतन्त्रहरूको विशेषता बाँड्नको लागि तयार भएको छ, [1] उदाहरणका लागि; मालदीव (रिसोर्ट कम्पनीहरू), [2] चिली (विदेशी खानी कम्पनीहरू) र फिलिपिन्स (तंबाकू उद्योग, अमेरिकी सरकार र निगमहरू)। [3] [4]

source: On 14 May 1986, then Australian Treasurer Paul Keating stated that Australia might become a banana republic.[24] This has received a lot of commentary and criticism[25][26][27][28][29][30][31][32][33][excessive citations] and is seen as part of a turning point in Australia's political and economic history.[34]
ne: १४ मे १९८६ मा, अष्ट्रेलियन खजाना पॉल केटिंगले अष्ट्रेलिया केरा गणतन्त्र हुन सक्छ" भने। [1] यसले धेरै टिप्पणी र आलोचना पाएको छ [2] [3] [4] [5] [6] [7] [8] [9] [10] र अष्ट्रेलियाको राजनैतिक र आर्थिक इतिहासमा एक मोडको रूपमा देखा पर्दछ। [11]

source: In the 19th century, the American writer O. Henry (William Sydney Porter, 1862–1910) coined the term banana republic to describe the fictional Republic of Anchuria in the book Cabbages and Kings (1904),[4] a collection of thematically related short stories inspired by his experiences in Honduras, where he lived for six months until January 1897, hiding in a hotel in Trujillo, Colón, when he was wanted in the U.S. for embezzlement from a bank.[5]
ne: १९ औं शताब्दीमा, अमेरिकन लेखक ओ हेनरी (विलियम सिडनी पोर्टर, १८६२–१९१०) ले क्याबेज याण्ड किङ्स (१९०४) किताबमा काल्पनिक गणतन्त्र एङ्गुरियाको वर्णन गर्न केरा गणतन्त्र शब्दको विकास गरेका थिए । [1] समानता संग सम्बन्धित को संग्रह हन्डुरसमा आफ्नो अनुभवहरु बाट प्रेरित लघु कथाहरु, जहाँ उनको जनवरी १८९७ सम्म छ महिना सम्म रह्यो, ट्रुजीलो, कलोन मा एक होटलमा लुकेर रहे । , , जब उनि एक बैंक भ्रष्टाचारको लागि अमेरिकाको खोजीको सुचीमा थिए । [2]
